Repository: Yuuki-Sakura/HRT-Tracker
Catalog: HRT-Tracker/Localizable.xcstrings
Source language: en
Languages: ja, zh_hans, zh_hant

# route.injection
source: Injection
ja: 注射
zh_hans: 肌肉注射
zh_hant: 注射

# route.oral
source: Oral
ja: 経口
zh_hans: 口服
zh_hant: 口服

# route.patchApply
source: Patch (Apply)
ja: パッチ貼付
zh_hans: 贴片贴上
zh_hant: 貼片（貼上）

# route.patchRemove
source: Patch (Remove)
ja: パッチ除去
zh_hans: 贴片撕下
zh_hant: 貼片（撕下）

# route.sublingual
source: Sublingual
ja: 舌下
zh_hans: 舌下含服
zh_hant: 舌下含服

# settings.about
source: About
ja: 情報
zh_hans: 关于
zh_hant: 關於

# settings.clear_all
source: Clear All Records
ja: すべての記録を削除
zh_hans: 清空所有记录
zh_hant: 清空所有記錄

# settings.clear_confirm
source: Delete all records? This cannot be undone.
ja: すべての記録を削除しますか？この操作は元に戻せません。
zh_hans: 删除所有记录？此操作不可撤销。
zh_hant: 刪除所有記錄？此操作不可撤銷。

# settings.disclaimer
source: Disclaimer
ja: 免責事項
zh_hans: 免责声明
zh_hant: 免責聲明

# settings.group.about
source: About
ja: 情報
zh_hans: 关于
zh_hant: 關於

# settings.group.data
source: Data Management
ja: データ管理
zh_hans: 数据管理
zh_hant: 數據管理

# settings.group.general
source: General
ja: 一般
zh_hans: 常规设置
zh_hant: 常規設定

# settings.group.reminder
source: Dose Reminder
ja: 服薬リマインダー
zh_hans: 用药提醒
zh_hant: 用藥提醒

# settings.group.weight
source: Body Weight
ja: 体重
zh_hans: 体重
zh_hant: 體重

# settings.healthkit.enable
source: Enable HealthKit
ja: HealthKit を有効にする
zh_hans: 启用 HealthKit
zh_hant: 啟用 HealthKit

# settings.healthkit.enabled
source: HealthKit Enabled
ja: HealthKit 有効
zh_hans: HealthKit 已启用
zh_hant: HealthKit 已啟用

# settings.healthkit.export_weight
source: Write Weight to Health
ja: 体重をヘルスケアに書き込む
zh_hans: 写入体重至健康
zh_hant: 寫入體重至健康

# settings.healthkit.import_weight
source: Sync Weight from Health
ja: ヘルスケアから体重を同期
zh_hans: 从健康同步体重
zh_hant: 從健康同步體重

# settings.healthkit.last_sync
source: Last synced:
ja: 最終同期:
zh_hans: 上次同步：
zh_hant: 上次同步：

# settings.healthkit.medication_sync
source: Medication Sync
ja: 服薬記録の同期
zh_hans: 用药记录同步
zh_hant: 用藥記錄同步

# settings.healthkit.sync_now
source: Sync Now
ja: 今すぐ同期
zh_hans: 立即同步用药记录
zh_hant: 立即同步用藥記錄

# settings.lab
source: Lab Results
ja: 検査結果
zh_hans: 血检
zh_hant: 血檢

# settings.lab.add
source: Add Lab Result
ja: 検査結果を追加
zh_hans: 检查记录
zh_hant: 檢查記錄

# settings.model_title
source: Model Explanation
ja: モデル説明
zh_hans: 模型说明
zh_hant: 模型說明

# settings.references
source: References & Sources
ja: 参考文献と出典
zh_hans: 参考引用
zh_hant: 參考引用

# settings.reminder.empty
source: Please create dose templates first
ja: 先に投薬テンプレートを作成してください
zh_hans: 请先创建剂量模板
zh_hant: 請先建立劑量模板

# settings.reminder.enable
source: Dose Reminder
ja: 服薬リマインダー
zh_hans: 用药提醒
zh_hant: 用藥提醒

# settings.reminder.interval
source: Dosing Interval
ja: 服薬間隔
zh_hans: 用药间隔
zh_hant: 用藥間隔

# settings.reminder.interval.2d
source: Every 2 Days
ja: 2日ごと
zh_hans: 每 2 天
zh_hant: 每 2 天

# settings.reminder.interval.3d
source: Every 3 days
ja: 3日ごと
zh_hans: 每 3 天
zh_hant: 每 3 天

# settings.reminder.interval.5d
source: Every 5 days
ja: 5日ごと
zh_hans: 每 5 天
zh_hant: 每 5 天

# settings.reminder.interval.7d
source: Every 7 days
ja: 7日ごと
zh_hans: 每 7 天
zh_hant: 每 7 天

# settings.reminder.interval.8h
source: Every 8 hours
ja: 8時間ごと
zh_hans: 每 8 小时
zh_hant: 每 8 小時

# settings.reminder.interval.12h
source: Every 12 hours
ja: 12時間ごと
zh_hans: 每 12 小时
zh_hant: 每 12 小時

# settings.reminder.interval.14d
source: Every 14 Days
ja: 14日ごと
zh_hans: 每 14 天
zh_hant: 每 14 天

# settings.reminder.interval.daily
source: Daily
ja: 毎日
zh_hans: 每天
zh_hant: 每天

# settings.reminder.next
source: Next Reminder
ja: 次のリマインダー
zh_hans: 下次提醒
zh_hant: 下次提醒

# settings.reminder.notification_hint
source: Please enable notifications for this app in System Settings > Notifications.
ja: システム設定 > 通知 でこのアプリの通知を有効にしてください。
zh_hans: 请在系统设置 > 通知中启用本应用的通知权限。
zh_hant: 請在系統設定 > 通知中啟用本應用的通知權限。

# settings.reminder.time
source: Reminder Time
ja: リマインダー時刻
zh_hans: 提醒时间
zh_hant: 提醒時間

# settings.title
source: Settings
ja: 設定
zh_hans: 设置
zh_hant: 設定

# settings.version
source: Version
ja: バージョン
zh_hans: 版本
zh_hant: 版本

# settings.weight
source: Body Weight
ja: 体重
zh_hans: 体重
zh_hant: 體重

# settings.weight.current
source: Body Weight
ja: 体重
zh_hans: 体重
zh_hant: 體重

# settings.weight.edit
source: Edit Weight
ja: 体重を編集
zh_hans: 编辑体重
zh_hant: 編輯體重

# site.abdomen
source: Abdomen
ja: 腹部
zh_hans: 腹部
zh_hant: 腹部

# site.leftButtock
source: Left Buttock
ja: 左臀部
zh_hans: 左臀部
zh_hant: 左臀部

# site.leftDeltoid
source: Left Deltoid
ja: 左三角筋
zh_hans: 左三角肌
zh_hant: 左三角肌

# site.leftDorsogluteal
source: Left Dorsogluteal
ja: 左臀部（背側）
zh_hans: 左臀大肌
zh_hant: 左臀大肌

# site.leftInnerThigh
source: Left Inner Thigh
ja: 左太もも内側
zh_hans: 左大腿内侧
zh_hant: 左大腿內側

# site.leftShoulder
source: Left Shoulder
ja: 左肩
zh_hans: 左肩部
zh_hant: 左肩部

# site.leftUpperArm
source: Left Upper Arm
ja: 左上腕
zh_hans: 左上臂
zh_hant: 左上臂

# site.leftVastusLateralis
source: Left Vastus Lateralis
ja: 左外側広筋
zh_hans: 左股外侧肌
zh_hant: 左股外側肌

# site.leftVentrogluteal
source: Left Ventrogluteal
ja: 左臀部（腹側）
zh_hans: 左臀中肌
zh_hant: 左臀中肌

# site.rightButtock
source: Right Buttock
ja: 右臀部
zh_hans: 右臀部
zh_hant: 右臀部

# site.rightDeltoid
source: Right Deltoid
ja: 右三角筋
zh_hans: 右三角肌
zh_hant: 右三角肌

# site.rightDorsogluteal
source: Right Dorsogluteal
ja: 右臀部（背側）
zh_hans: 右臀大肌
zh_hant: 右臀大肌

# site.rightInnerThigh
source: Right Inner Thigh
ja: 右太もも内側
zh_hans: 右大腿内侧
zh_hant: 右大腿內側

# site.rightShoulder
source: Right Shoulder
ja: 右肩
zh_hans: 右肩部
zh_hant: 右肩部

# site.rightUpperArm
source: Right Upper Arm
ja: 右上腕
zh_hans: 右上臂
zh_hant: 右上臂

# site.rightVastusLateralis
source: Right Vastus Lateralis
ja: 右外側広筋
zh_hans: 右股外侧肌
zh_hant: 右股外側肌

# site.rightVentrogluteal
source: Right Ventrogluteal
ja: 右臀部（腹側）
zh_hans: 右臀中肌
zh_hant: 右臀中肌

# site.scrotum
source: Scrotum
ja: 陰嚢
zh_hans: 阴囊
zh_hant: 陰囊

# status.estimate
source: Estimated Blood Concentration
ja: 推定血中濃度
zh_hans: 当前估算血药浓度
zh_hant: 當前估算血藥濃度

# status.readMe
source: Important
ja: 重要
zh_hans: 重要提示
zh_hant: 重要提示

# tab.add
source: Add
ja: 追加
zh_hans: 添加
zh_hant: 添加

# tab.history
source: History
ja: 記録
zh_hans: 记录
zh_hant: 記錄

# tab.home
source: Home
ja: ホーム
zh_hans: 用药记录
zh_hant: 用藥記錄

# tab.lab
source: Calibration
ja: 校正
zh_hans: 校准
zh_hant: 校準

# tab.overview
source: Overview
ja: 概要
zh_hans: 概览
zh_hant: 概覽

# tab.settings
source: Settings
ja: 設定
zh_hans: 设置
zh_hant: 設定

# template.delete.menu
source: Delete Template
ja: テンプレートを削除
zh_hans: 删除模板
zh_hant: 刪除模板

# templates.empty
source: No Templates
ja: テンプレートなし
zh_hans: 暂无模板
zh_hant: 暫無模板

# templates.empty.description
source: Save dose templates for quick entry.
ja: クイック入力のための投薬テンプレートを保存します。
zh_hans: 保存剂量模板以便快速添加。
zh_hant: 儲存劑量模板以便快速新增。

# templates.title
source: Dose Templates
ja: 投薬テンプレート
zh_hans: 剂量模板
zh_hant: 劑量模板

# timeline.empty
source: No dose events yet. Tap + to add your first dose.
ja: まだ投薬記録がありません。 ＋をタップして最初の投薬を追加しましょう。
zh_hans: 还没有用药记录。 点击 + 添加第一条记录。
zh_hant: 還沒有用藥記錄。 點擊 + 新增第一條記錄。

# timeline.records.title
source: Medication Records
ja: 投薬記録
zh_hans: 用药记录
zh_hant: 用藥記錄

# timeline.row.dose.releaseRate %@
source: %@ µg/d
ja: %@ µg/日
zh_hans: %@ µg/天
zh_hant: %@ µg/天

# timeline.row.gel
source: Gel
ja: ジェル
zh_hans: 凝胶
zh_hant: 凝膠

# timeline.row.injection %@
source: Injection (%@)
ja: 注射 (%@)
zh_hans: 注射 (%@)
zh_hant: 注射 (%@)

# timeline.row.oral %@
source: Oral (%@)
ja: 経口 (%@)
zh_hans: 口服 (%@)
zh_hant: 口服 (%@)

# timeline.row.oral.cpa
source: Oral CPA
ja: 経口 CPA
zh_hans: 口服 CPA
zh_hant: 口服 CPA

# timeline.row.patch_days %lld
source: %lld d
ja: %lld 日
zh_hans: %lld 天
zh_hant: %lld 天

# timeline.row.patch_rate %@
source: %@ µg/day
ja: %@ µg/日
zh_hans: %@ µg/天
zh_hant: %@ µg/天

# timeline.row.patchApply
source: Apply Patch
ja: パッチ貼付
zh_hans: 贴片（贴上）
zh_hant: 貼片（貼上）

# timeline.row.patchRemove
source: Remove Patch
ja: パッチ除去
zh_hans: 贴片（撕下）
zh_hant: 貼片（撕下）

# timeline.row.sublingual %@
source: Sublingual (%@)
ja: 舌下 (%@)
zh_hans: 舌下含服 (%@)
zh_hant: 舌下含服 (%@)

# timeline.title
source: Records
ja: 記録
zh_hans: 用药记录
zh_hant: 用藥記錄

# timeline.toolbar.settings
source: Settings
ja: 設定
zh_hans: 设置
zh_hant: 設定

# unit.ug_per_day
source: µg/day
ja: µg/日
zh_hans: µg/天
zh_hant: µg/天

# weight.title
source: Body Weight
ja: 体重
zh_hans: 体重
zh_hant: 體重

# btn.ok
source: OK
zh_hans: 好的
zh_hant: 好的

# common.ok
source: OK
zh_hans: 确定
zh_hant: 確定

# modal.gaht.source
source: WPATH Standards of Care Version 8
zh_hans: WPATH 关怀标准第八版（SOC8）
zh_hant: WPATH 關懷標準第八版（SOC8）

# timeline.row.e2eq %@
source: (E2 eq: %@ mg)
zh_hans: (雌二醇当量: %@ mg)
